Repository: contao-estatemanager/google-maps
Catalog: src/Resources/contao/languages/*/*_real_estate_config.xlf
Languages: de

# tl_real_estate_config.googleRadiusOptions.0
source: Available options: Radius
de: Verfügbare Optionen: Radius

# tl_real_estate_config.googleRadiusOptions.1
source: Here you can enter a comma separated list of options that should be available for the radius search.
de: Hier können Sie eine kommagetrennte Liste von Optionen eingeben, die für die Radiussuche zur Verfügung stehen sollen.

# tl_real_estate_config.googleMapsDefaultMarkerSRC.0
source: Default Map-Marker
de: Standard Marker-Icon

# tl_real_estate_config.googleMapsDefaultMarkerSRC.1
source: Here you can select an image/icon for the default representation of a marker on a Google map.
de: Hier können Sie ein Bild/Icon für die Standarddarstellung eines Markers auf einer Google Map auswählen.

# tl_real_estate_config.googleMapClusterStylesSteps.1
source: Here you can specify the value in which intervals the next size of the configured cluster styles is to be displayed (number of contained markers).
de: Hier können Sie den Wert angeben, in welchen Abständen die nächste Größe der konfigurierten Cluster-Stile angezeigt werden soll (Anzahl der enthaltenen Marker).

# tl_real_estate_config.googleMapClusterStyles.0
source: Cluster-Styles
de: Cluster-Stile

# tl_real_estate_config.googleMapClusterStyles.1
source: Here you can setup up to 5 different cluster icons. Text offset indicates the X- and Y-position of the cluster content - If you specify '0', the content will be displayed centered on the corresponding axis.
de: Richten Sie bis zu 5 unterschiedliche Cluster-Icons ein. Textversatz gibt die X- und Y-Position des Cluster-Inhalts an - Bei der Angabe von '0' wird der Inhalt auf der entsprechenden Achse zentriert dargestellt.

# tl_real_estate_config.googleMapUseClusterStyles.0
source: Define own Cluster-Styles
de: Eigene Cluster-Stile definieren

# tl_real_estate_config.googleMapUseClusterStyles.1
source: Here you can change the appearance of the clustering on Google Maps.
de: Hier können Sie das Aussehen des Clustering auf Google-Maps verändern.

# tl_real_estate_config.googleMapUseMapStyles.0
source: Define own Map-Styles
de: Eigene Map-Stile definieren

# tl_real_estate_config.googleMapUseMapStyles.1
source: Here you can change the appearance of the Google map.
de: Hier können Sie das Aussehen der Google-Map verändern.

# tl_real_estate_config.googleMapStylesScript.0
source: Map-Styles
de: Map-Stile

# tl_real_estate_config.googleMapStylesScript.1
source: Here you can enter the new styles in JSON format.
de: Hier können Sie die neuen Styles im JSON-Format eintragen.

# tl_real_estate_config.clusterTextColor
source: Text color
de: Textfarbe

# tl_real_estate_config.clusterTextSize
source: Text size
de: Textgröße

# tl_real_estate_config.clusterTextOffsetX
source: Offset X (px)
de: Textversatz X (px)

# tl_real_estate_config.clusterTextOffsetY
source: Offset Y (px)
de: Textversatz Y (px)
